school/5al/italiano/italo-svevo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-01 Wed 07:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Italo Svevo</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Italo Svevo</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf542964">1. Italo Svevo</a></li>
<li><a href="#org1f1bed6">2. La teoria di Freud</a></li>
<li><a href="#orgc12b061">3. Una vita, la trama</a></li>
<li><a href="#org4b7fe0b">4. Una vita, lo stile</a></li>
<li><a href="#org51384a8">5. Senilità</a></li>
<li><a href="#org507dc3f">6. Senilità, la trama</a></li>
<li><a href="#org776d30d">7. Senilità, i personaggi</a></li>
<li><a href="#orgebcdd8d">8. Senilità, il tema</a></li>
<li><a href="#org60f9768">9. La coscienza di Zeno</a>
<ul>
<li><a href="#orgb210471">9.1. Temi:</a></li>
</ul>
</li>
<li><a href="#org62279b4">10. Dottor S.</a></li>
<li><a href="#org101056d">11. Svevo decide di sposare una delle figlie di Giovanni</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf542964" class="outline-2">
<h2 id="orgf542964"><span class="section-number-2">1.</span> Italo Svevo</h2>
<div class="outline-text-2" id="text-1">
<p>
Italo Svevo si chiamava in realtà Schmitz. Metà italiano e metà Svevo.
Lavora in banca. Non ha una carriera da letterato, ed è un autodidatta.
Sposa Lidia Veneziani e lavora alla società di vernici del suo padre.
</p>

<p>
Scrive due romanzi che però non hanno successo.
Pubblica la coscienza di Zeno che ha un grande successo e risente delle teorie di Freud.
Il suo romanzo viene appoggiato da Eugenio Montale.
</p>
</div>
</div>

<div id="outline-container-org1f1bed6" class="outline-2">
<h2 id="org1f1bed6"><span class="section-number-2">2.</span> La teoria di Freud</h2>
<div class="outline-text-2" id="text-2">
<p>
Freud è il primo a teorizzare l'inconscio. Nella nostra mente c'è una scatola nera e quando.
Secondo Freud, le cose emergono dall'inconscio grazie ai lapsus.
Per Freud la psiche si divide in tre parti: es, io, super io. I bambini nascono solo con l'es.
Se siamo più verso l'es cerchiamo il nostro piacere, mentre al contrario siamo persone estremamente
rigide. Prime di Freud si pensava che le malattie psicologiche andassero curate fisicamente.
</p>
</div>
</div>

<div id="outline-container-orgc12b061" class="outline-2">
<h2 id="orgc12b061"><span class="section-number-2">3.</span> Una vita, la trama</h2>
<div class="outline-text-2" id="text-3">
<p>
Il primo protagonista, Alfonso Nitti. Un giovane che lavora in banca ed è appassionato di letteratura.
Vorrebbe sposare la figlia del suo capo, anche lei appassionata lettrice. Essendo incapace di farlo,
decide di scappare nel Paese in cui vive la madre malata, ed una volta morta vende tutti
i suoi beni.
Quando torna al lavoro viene declassato e nel frattempo Anna si è fidanzata con Macario,
che svolge il ruolo del rivale e rappresenta il suo opposto.
Alfonso ad un certo punto rifiuta la lotta con il suo opponente e si suicida.
</p>

<p>
Nei suoi romanzi c'è sempre un protagonista inetto ed un antagonista che è l'opposto.
</p>
</div>
</div>

<div id="outline-container-org4b7fe0b" class="outline-2">
<h2 id="org4b7fe0b"><span class="section-number-2">4.</span> Una vita, lo stile</h2>
<div class="outline-text-2" id="text-4">
<p>
Il romanzo è in terza persona, il narratore è esterno ed esprime giudizi contrastanti rispetto
a quelli del protagonista. La storia però alcune volte viene raccontata dal punto di vista
di Alfonso, in modo che il lettore possa entrare nella psiche del protagonista.
</p>

<p>
Il testo quindi introduce una dimensione dello scavo dell'inconscio.
</p>
</div>
</div>

<div id="outline-container-org51384a8" class="outline-2">
<h2 id="org51384a8"><span class="section-number-2">5.</span> Senilità</h2>
<div class="outline-text-2" id="text-5">
<p>
Senilità ripropone il tema dell'impiegato inetto di "Una vita", ma da un altro punto di vista.
Il protagonista è un letterato ma che non si oppone alla normalità borghese in nome di una
formazione umanistica, ed al contrario, si unisce.
</p>

<p>
C'è un conflitto interiore tra desiderio e repressione, o in modo Freudiano, fra principio
di piacere e principio di realtà.
</p>
</div>
</div>

<div id="outline-container-org507dc3f" class="outline-2">
<h2 id="org507dc3f"><span class="section-number-2">6.</span> Senilità, la trama</h2>
<div class="outline-text-2" id="text-6">
<p>
Protagonista: Emilio Brentani, impiegato 35enne. Frequenta i circoli letterari ed è conosciuto
per aver scritto un romanzo. Vive con la sorella Amalia, che non si è mai sposata.
</p>

<p>
Il suo unico amico è Stefano Balli, uno scultore poco talentuoso ma fortunato con le donne.
Un giorno Emilio vuole imitarlo e crede di aver trovato qualcuno quando incontra la bella
Angiolina, che però vuole solo regali e denaro. Così tenta di lasciarla ma si rende conto
che non riesce a vivere senza la giovinezza della donna e torna insieme.
</p>

<p>
Angiolina però si è innamorata di Balli, per il quale posa come modella e anche la sorella
Amalia ha una cotta per lui. Amalia per dimenticare si droga ma si ammala di una gravissima
polmonite.
</p>

<p>
Emilio abbandona la sorella per un ultimo appuntamento con Angiolina, in cui la insulta
violentemente.
</p>

<p>
Alla fine si chiude definitivamente nella "senilità" da cui non era mai uscito.
</p>

<p>
Svevo ci sta parlando di protagonisti inetti che non si vogliono lasciar andare a nessuna passione
e piuttosto rinuncia a vivere. Siamo agli antipodi rispetto alla letteratura romantica di Foscolo.
Non vogliono sentire nè il peso nè i rischi delle passioni.
</p>
</div>
</div>

<div id="outline-container-org776d30d" class="outline-2">
<h2 id="org776d30d"><span class="section-number-2">7.</span> Senilità, i personaggi</h2>
<div class="outline-text-2" id="text-7">
<p>
Ci sono due uomini e due donne, entrambi contrapposti tra loro. Amalia ed Emilio sono sconfitti
e frustrati, mentre Balli ed Angiolina sono spregiudicati e fortunati in amore.
</p>

<p>
Il narratore è in terza persona ed a volte interviene sminuendo i protagonisti.
</p>
</div>
</div>

<div id="outline-container-orgebcdd8d" class="outline-2">
<h2 id="orgebcdd8d"><span class="section-number-2">8.</span> Senilità, il tema</h2>
<div class="outline-text-2" id="text-8">
<p>
La senilità è una metafora, nessuno dei personaggi è vecchio, piuttosto la senilità è una condizione
psicologica segnata dalla rinuncia ad ogni emozione.
</p>

<p>
Emilio potrebbe vincere la senilità se mettesse in discussione la sua vita normale e tranquilla,
ma essendo privo di coraggio non riesce. Cerca così di influenzare Angiolina, che rappresenta
l'amore e che vorrebbe possedere senza mai concedersi, come se fosse un oggetto.
</p>
</div>
</div>

<div id="outline-container-org60f9768" class="outline-2">
<h2 id="org60f9768"><span class="section-number-2">9.</span> La coscienza di Zeno</h2>
<div class="outline-text-2" id="text-9">
<p>
Scritto nel 1923, dopo 25 anni dai precedenti. Ambientato a Trieste, come gli altri due romanzi.
Il protagonista è Zeno Cosini. Il romanzo si percorre per percorsi tematici. È un diario scritto per il
suo psicanalista.
</p>

<p>
Gioca sulla varietà dei significati del termine "coscienza" che può valere sia come "coscienza
morale" che come "consapevolezza".
</p>

<p>
Il romanzo è formato da 8 capitoli. La struttura non segue un ordine cronologico ma tematico,
affrontando questioni diverse. Si produce un flusso di memoria, come un tempo misto.
</p>
</div>

<div id="outline-container-orgb210471" class="outline-3">
<h3 id="orgb210471"><span class="section-number-3">9.1.</span> Temi:</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>Prefazione
Il dottor S. spiega che ha spinto Zeno a scrivere una storia della sua malattia;</li>

<li>Preambolo
L'anziano Zeno riflette sull'efficacia della scrittura come cura;</li>

<li>Il fumo
Zeno manifesta la caratteristica tipica del nevrotico mentre racconta i vari
tentativi per abbandonare il vizio del fumo. La tendenza del rimandare gli permette
sempre di assaporare meglio l'"ultima" sigaretta.</li>

<li>La morte di mio padre
Zeno racconta una vicenda di ostilità tra padre e figlio nascosta dietro l'amore che
secondo il senso comune ci dovrebbe essere tra loro. Racconta poi un trauma, ovvero
un episodio in cui ha ricevuto uno schiaffo dal padre sul letto di morte, forse
involontario ma che l'ha segnato per sempre.</li>

<li>La storia del mio matrimonio
Zeno decide di sposare una delle figlie di Giovanni Malfenti, un uomo d'affari. Prima
si dichiara a Ada, che però è innamorata di un altro uomo.
Poi si dichiara ad Alberta, che non è interessata ad un progetto matrimoniale.
Alla fine sposa la bruttina Augusta, che si rende disponibile ad assisterlo come
una madre.</li>

<li>La moglie e l'amante
Zeno conosce Carla, una ragazza povera molto bella e molto brava a cantare. Si avvicina
come benefattore ma tra loro nasce una relazione lontano dalla moglie.
L'ultimo abbraccio con Carla viene sempre rimandato, come con l'ultima sigaretta.
Alla fine però è lei ad interrompere la relazione dopo aver spiato quella che pensava
fosse sua moglie ed aver colto tutta la sua sofferenza.</li>

<li>Storia di un'associazione commerciale
Il marito di Ada propone a Zeno di fare il contabile nella sua attività commerciale, e
Zeno accetta. L'azienda però fallisce a causa di Zeno e il congnato si suicida.
Zeno specula in borsa a suo nome e riesce ad ottenere gran parte del patrimonio perso
ma compie un lapsus da manuale di psicanalisi e il giorno della sepoltura si trova
al corteo funebre di uno sconosciuto.</li>

<li>Psico-analisi
È strutturato in forma di diario, Zeno riflette sull'esperienza deludente di psicoanalisi,
afferma di non essere mai stato malato. Il protagonista ha approfittato della guerra
per fare speculazioni che portarono ad ingenti guadagni. Dedica le ultime pagine
a considerazioni sulla vita attuale, in cui ogni sforzo per procurarsi la salute è inutile.
La salute forse può essere recuperata dopo la distruzione della Terra.</li>
</ul>

<p>
Si parla di tempo misto perchè nei nostri ricordi il tempo deriva dall'importanza che diamo.
Zeno è un inetto.
</p>

<p>
Aveva un complesso di Edipo irrisolto, il rapporto con il padre rimane conflittuale.
Ha difficoltà anche nei rapporti d'amore e anche delle difficoltà sul lavoro, si sente completamente inadeguato.
</p>

<p>
Al contrario di D'Annunzio, Svevo non c'era un bello stile ma gli interessa solo il contenuto.
</p>
</div>
</div>
</div>

<div id="outline-container-org62279b4" class="outline-2">
<h2 id="org62279b4"><span class="section-number-2">10.</span> Dottor S.</h2>
<div class="outline-text-2" id="text-10">
<p>
Il Dottor S. è uno psicanalista e non ha competenze letterarie.
Non è una novella ma un testo breve. Il fatto che sia imprecisa come definizione è simbolo di realismo.
</p>

<p>
Diagnosi di nevrosi. Fenomeno del transfert negativo. Il paziente trasmette le proprie emozioni negative
sul medico.
</p>

<p>
Il termine psicanalisi ritorna 4 volte.
Zeno rifiuta la coscienza di sè stesso.
Il linguaggio di Svevo è molto colloquiale.
</p>

<p>
Lo scambio del funerale.
</p>

<p>
Il fatto che il narratore sia inattendibile porta alla distruzione del patto narrativo. Patto narrativo = patto
sottinteso tra il narratore ed il lettore. Il lettore durante la lettura sospende la sua incredulità.
</p>

<p>
Dottor S. potrebbe essere Svevo stesso o Freud (perchè il suo nome è Sigmund) o Zeno stesso (che è il
protagonista) perchè la S specchiata diventa Z.
</p>

<p>
Narratori del primo e del secondo livello:
</p>
<ul class="org-ul">
<li>Dottor S.</li>
<li>Zeno</li>
</ul>
</div>
</div>

<div id="outline-container-org101056d" class="outline-2">
<h2 id="org101056d"><span class="section-number-2">11.</span> Svevo decide di sposare una delle figlie di Giovanni</h2>
<div class="outline-text-2" id="text-11">
<p>
Il suo contendente sapeva suonare il violino molto meglio.
</p>

<p>
Nel 1937 Zeno fa una proposta di matrimonio perchè era nervoso.
La famiglia aveva già deciso che la moglie giusta per Zeno era Augusta perchè era brutta e non l'avrebbe
voluta nessuna.
</p>

<p>
Zeno è rozzo.
</p>

<p>
Inizia a capire che la sua ansia deriva dal fatto che vuole rimanere in quella famiglia, anche se Ada l'ha
rifiutato. Pur di rimanere, chiede ad Augusta con una proposta orribile. Lei accetta comunque perchè ha
l'istinto materno.
</p>

<p>
I nomi delle sorelle iniziano tutti con l'A che è l'opposto del suo che inizia con la Z. Si fa tanto riferimento
alla sanità delle ragazze. Anna, Alberta, Ada ed Augusta.
</p>

<p>
Ambivalenza del rapporto con Guido =&gt; Narratore inattendibile o schizofrenico.
Ha capito che per avere pace quella notte deve rimanere in casa "Malzetti".
</p>

<p>
Il suo inconscio lo convince ad agire.
</p>

<p>
Tema della sostituzione del padre. Totale inettitudine di Zeno nei rapporti con gli altri.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-01 Wed 07:58</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
